Repository: frugan-dev/upload-field-with-uppy-for-acf
Catalog: upload-field-with-uppy-for-acf/lang/upload-field-with-uppy-for-acf-*.po
Languages: it_it

source: %1$s plugin is required.
it_it: È richiesto il plugin %1$s .

source: Upload Field with Uppy for ACF is a WordPress plugin that adds a new "Uppy" custom field to the list of fields of the Advanced Custom Fields plugin.
it_it: Upload Field with Uppy for ACF è un plugin di WordPress che aggiunge un nuovo campo personalizzato "Uppy" all'elenco dei campi del plugin Advanced Custom Fields.

source: There was a technical problem, please try again later.
it_it: Si è verificato un problema tecnico, riprova più tardi.

source: Error reading "%1$s"
it_it: Errore nel leggere "%1$s"

source: Error creating symlink_path "%1$s"
it_it: Errore nel creare symlink_path "%1$s"

source: Max file size
it_it: Dimensione massima file

source: Default: %1$s
it_it: Predefinito: %1$s

source: Allowed file types
it_it: Tipi di file consentiti

source: Wildcards mime types (e.g. image/*), exact mime types (e.g. image/jpeg), or file extensions (e.g. .jpg).
it_it: Caratteri jolly per i tipi di mime (ad esempio, immagine/*), tipi di mime esatti (ad esempio, immagine/jpeg) o estensioni di file (ad esempio, .jpg).

source: One value for each line.
it_it: Un valore per ogni riga.

source: Uploads path
it_it: Percorso di caricamento

source: Absolute path to the directory where to save all files.
it_it: Percorso assoluto alla directory in cui salvare tutti i file.

source: It can also be outside the public directory.
it_it: Può anche essere al di fuori della directory pubblica.

source: Wrong tmp_path "%1$s" of file "%2$s"
it_it: Errato tmp_path "%1$s" del file "%2$s"

source: Error creating dest_path "%1$s"
it_it: Errore nel creare dest_path "%1$s"

source: Error moving file from "%1$s" to "%2$s"
it_it: Errore durante lo spostamento del file da "%1$s" a "%2$s"

source: Unauthorized
it_it: Non Autorizzato

source: Wrong headers
it_it: Intestazioni sbagliate
